{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Track keyword rankings":["キーワードランキングをトラッキング"],"Track page rankings":["ページランキングをトラッキング"],"Upgrade to %1$s and Unlock Search Statistics":["%1$s にアップグレードして検索統計を利用"],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts, so while the data may seem inconsistent with Google Search Console, this is intentional.":["次の SEO 統計グラフは、検索結果におけるサイトやページの表示状況を把握するために役立つ指標で、経時的なトレンドや変更を特定することができます。<br \/><br \/>注: このデータは、処理スピードを速め、SEO の取り組みに優先順位を付けられるように、1日あたり上位100キーワードに限定されています。そのため、Google Search Console のデータと一貫性がないように見えますが、これは意図的なものです。"],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["これらのリストは、特定のページや投稿のパフォーマンスを理解し、改善の機会を特定するために役立ちます。例えば、上位コンテンツは、最適化や宣伝をさらに進めると良いかもしれません。一方、下位コンテンツは再評価や更新が必要な可能性があります。"],"SEO Statistics":["SEO 統計"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Google Search Console に接続して、コンテンツがどのように発見されたかについてのインサイトを取得します。改善エリアを特定し、サイトへのトラフィックを増やすことができます。"],"Search Clicks":["検索クリック"],"Search Impressions":["検索インプレッション"],"Search Statistics is only for licensed %1$s %2$s users.":["検索統計は、%1$s %2$s のライセンスをお持ちのユーザーだけがご利用いただけます。"],"Search traffic insights":["検索トラフィックの分析"],"Speed tests for individual pages\/posts":["個別のページや投稿のスピードテスト"],"Content":["コンテンツ"],"This feature requires one of the following plans:":["この機能には、次のいずれかのプランが必要です:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SeoStatistics.a82099c6.js"}}