{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Open RSS Sitemap":["RSSサイトマップを開く"],"Number of Posts":["投稿数"],"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["RSS サイトマップの最大投稿数を指定できます。投稿数は50にすることをお勧めします。"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content. It is not a full sitemap of all your content.":["このオプションは個別の RSS サイトマップを生成します。生成された RSS サイトマップは、この種のサイトマップをサポートする Google、Bing やその他の検索エンジンに送信できます。RSS サイトマップには、サイトコンテンツの最新の更新の RSS フィードが含まれます。これは、すべてのコンテンツの完全なサイトマップではありません。"],"Automatically Ping Search Engines":["検索エンジンに自動的にPingする"],"Noindexed content will not be displayed in your sitemap.":["インデックスのないコンテンツはサイトマップに表示されません。"],"Author Sitemap":["投稿者のサイトマップ"],"Date Archive Sitemap":["日付アーカイブサイトマップ"],"Do you get a blank sitemap or 404 error?":["空白サイトマップや404エラーが発生しますか ?"],"Enable Sitemap":["サイトマップを有効化"],"Include All Taxonomies":["すべてのタクソノミーを含める"],"Sitemap Settings":["サイトマップ設定"],"Include All Post Types":["全投稿タイプを含める"],"RSS Sitemap":["RSS サイトマップ"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["サイトマップエントリをサイトマップ内の個別のファイルに整理します。 サイトマップに1,000を超える URL が含まれる場合は、この設定を有効にすることをお勧めします。"],"Taxonomies":["タクソノミー"],"Post Types":["投稿タイプ"],"Enable Sitemap Indexes":["サイトマップインデックスを有効化"],"Include Author Archives in your sitemap.":["サイトマップに投稿者アーカイブを含めます。"],"Include Date Archives in your sitemap.":["サイトマップに日付アーカイブを含めます。"],"Select which Post Types appear in your sitemap.":["サイトマップ内に表示する投稿タイプを選択します。"],"Select which Taxonomies appear in your sitemap.":["サイトマップに表示するタクソノミー選択します"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RssSitemap.fc13ab96.js"}}