{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"This is a network-wide change.":["これは、サイトネットワーク全体の変更です。"],"Yes, process this network change":["はい、このネットワーク変更を実行します"],"Are you sure you want to activate these addons across the network?":["本当にこれらのアドオンをネットワーク全体で有効化してもよいですか ?"],"Are you sure you want to deactivate these addons across the network?":["本当にこれらのアドオンをネットワーク全体で無効化してもよいですか ?"],"No, I changed my mind":["いいえ、考えが変わりました"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Google ニュースサイトマップを使用すると、Google ニュースに送信するコンテンツを制御でき、過去48時間に公開された記事のみを含めることができます。ニュースサイトマップを Google に送信するには、サイトを Google パブリッシャーセンターに追加して承認しておく必要があります。"],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["動画サイトマップは、XML サイトマップモジュールとほぼ同じように機能し、サイトの動画コンテンツ専用の XML サイトマップを生成します。検索エンジンはこの情報を使用して、リッチスニペット情報を検索結果に表示します。"],"A valid license key is required in order to use our addons.":["アドオンを使用するには、有効なライセンスキーが必要です"],"Search for Features...":["機能を検索..."],"Deactivate All Features":["すべての機能を無効化"],"Activate All Features":["すべての機能を有効化"],"Purchase License":["ライセンスを購入"],"Enter License Key":["ライセンスキーを入力"],"Upgrade %1$s to Pro and Unlock all Features!":["%1$s を Pro にアップグレードして、すべての機能をご利用ください !"],"Upgrade to Pro and Unlock All Features":["Pro にアップグレードして、すべての機能を利用"],"Globally control the Title attribute and Alt text for images in your content. These attributes are essential for both accessibility and SEO.":["コンテンツ内の画像のタイトル属性とAlt テキストをグローバルに制御します。これらの属性は、アクセシビリティと SEO の両方に不可欠です。"],"Your license has expired.":["ライセンスの有効期限が切れています"],"Your license key is invalid.":["ライセンスキーが無効です"],"Your license has been disabled.":["ライセンスが無効になっています"],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["ローカルビジネススキーママークアップを使用すると、ビジネス名、住所、電話番号、営業時間、価格帯など、ビジネスについての情報を Google に伝えることができます。この情報は、ナレッジグラフカードまたはビジネスカルーセルとして表示できます。"],"And many more...":["などなど..."],"Advanced WooCommerce":["高度なWooCommerce"],"Image SEO Optimization":["イメージSEO最適化"],"Video and News Sitemaps":["動画とニュースのサイトマップ"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s には、サイトの SEO をさらに上のレベルに引き上げるために役立つ多くの機能があります。"],"Local Business SEO":["ローカルビジネス SEO"],"SEO for Categories, Tags and Custom Taxonomies":["カテゴリー、タグ、カスタム分類の SEO"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/FeatureManager.66b4bba9.js"}}