{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The Content Rankings report provides valuable insights into the performance of your content in search results and helps you optimize your posts for better results. This report is generated on a monthly basis, covering the past 12 months leading up to the current month. By regularly reviewing this report, you can identify trends in your post rankings and make informed decisions to improve your content's visibility and ultimately increase rankings in search results.":["コンテンツランキングレポートは、検索結果におけるコンテンツのパフォーマンスについての貴重な分析を提供し、投稿を最適化してより良い結果につなげるために役立ちます。このレポートは毎月生成され、現在の月までの過去12か月を対象にします。このレポートを定期的に確認することで、投稿のランキングの傾向を特定し、情報に基づいた決断をしてコンテンツの表示レベルを改善し、最終的には検索結果でのランキング向上につなげます。"],"Track keyword rankings":["キーワードランキングをトラッキング"],"Track page rankings":["ページランキングをトラッキング"],"Upgrade to %1$s and Unlock Search Statistics":["%1$s にアップグレードして検索統計を利用"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Google Search Console に接続して、コンテンツがどのように発見されたかについてのインサイトを取得します。改善エリアを特定し、サイトへのトラフィックを増やすことができます。"],"Content Rankings":["コンテンツランキング"],"Search Statistics is only for licensed %1$s %2$s users.":["検索統計は、%1$s %2$s のライセンスをお持ちのユーザーだけがご利用いただけます。"],"Search traffic insights":["検索トラフィックの分析"],"Speed tests for individual pages\/posts":["個別のページや投稿のスピードテスト"],"This feature requires one of the following plans:":["この機能には、次のいずれかのプランが必要です:"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ContentRankings.c2b915a8.js"}}