{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["「プレーン」パーマリンクを使用している場合、専用 HTML サイトマップは機能しません。このオプションを使用するには、%1$sパーマリンク構造%2$sを更新してください。"],"Publication Date":["投稿日"],"Dedicated Page":["専用ページ"],"Display HTML Sitemap":["HTML サイトマップを表示"],"e.g. %1$s":["例: %1$s"],"Open HTML Sitemap":["HMTL サイトマップを開く"],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["関数は、次の引数を使った連想配列を受け入れます。これは、デフォルト設定の上書きに使用できます。"],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["各セクションのラベルとして使用される HTML タグ。デフォルト値は「%1$s」。"],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["入力したページは無効か、すでに存在しています。固有のスラッグを使ったページを入力してください。"],"The post types (by slug, comma-separated) that are included in the sitemap.":["サイトマップに含まれている投稿タイプ (スラッグ、コンマ区切りにより)"],"The sort direction. The supported values are %1$s and %2$s.":["並べ替えの方向。%1$s と %2$s の値がサポートされています。"],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["並べ替え順。%1$s、%2$s、%3$s、%4$s の値がサポートされています。"],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["サイトマップに含まれているタクソノミー (スラッグ、コンマ区切りにより)"],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["この設定では、標準サイトマップとコンパクト日付アーカイブサイトマップを切り替えることができます。%1$s"],"This setting only applies to posts and pages.":["この設定は、投稿とページにのみ適用されます。"],"To view the new sitemap, first save changes.":["新しいサイトマップを確認するには、まず変更を保存してください。"],"To view the sitemap, enter a URL and save changes.":["サイトマップを表示するには、URL を入力して変更を保存してください。"],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["以下のカスタムビルトツールを使用してサイトに HTML サイトマップを追加し、訪問者がすべてのコンテンツを発見できるようにします。サイトに HTML サイトマップを追加することで、検索エンジンがさらに簡単にコンテンツを見つけることもできます。"],"Whether the labels should be shown or not. Defaults to %1$s.":["ラベルを表示するかどうかを示します。デフォルトでは%1$sに設定されています。"],"Whether the publication date of posts should be shown.":["投稿の公開日を表示するかどうかを示します。"],"Whether the regular sitemap or compact date archive sitemap is output.":["標準サイトマップとコンパクト日付アーカイブサイトマップのいずれを出力するかを示します。"],"The following shortcode attributes can be used to override the default settings:":["次のショートコード属性は、デフォルト設定の上書きに使用できます。"],"Descending":["降順"],"Ascending":["昇順"],"Compact Archives":["コンパクトアーカイブ"],"Sort Order":["並べ替え順"],"Alphabetical":["アルファベット順"],"Sort Direction":["並べ替え方向"],"HTML Sitemap Settings":["HTML サイトマップ設定"],"Last Updated Date":["最終更新日"],"Post\/Term ID":["投稿 \/ ターム ID"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["このブロックを追加するには、ページまたは投稿を編集し、%1$s「 %2$s- HTML サイトマップ%3$s」ブロックを探します。"],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["サイトマップを表示するには、次の PHP コードをテーマのあらゆる場所で使用します。%1$s"],"Use the following shortcode to display the HTML Sitemap. %1$s":["HTML サイトマップを表示するには、次のショートコードを使用します。%1$s"],"Display the sitemap on a dedicated page:":["専用ページでサイトマップを表示します。"],"HTML Sitemap":["HTML サイトマップ"],"Enable Sitemap":["サイトマップを有効化"],"Include All Taxonomies":["すべてのタクソノミーを含める"],"Exclude Posts \/ Pages":["ページ・投稿を除外"],"Include All Post Types":["全投稿タイプを含める"],"Publish Date":["公開日"],"Exclude Terms":["タームを除外"],"Taxonomies":["タクソノミー"],"Post Types":["投稿タイプ"],"Select which Post Types appear in your sitemap.":["サイトマップ内に表示する投稿タイプを選択します。"],"Advanced Settings":["高度な設定"],"Select which Taxonomies appear in your sitemap.":["サイトマップに表示するタクソノミー選択します"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.589bb902.js"}}