{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The API key you have entered is invalid. Please check your API key and try again.":["ご入力いただいたAPI キーは無効です。API キーをご確認の上、再度お試しください。"],"Enter an OpenAI API key in order to automatically generate SEO titles and meta descriptions for your pages. %1$s":["OpenAI API キーを入力して、ページの SEO タイトルとメタディスクリプションを自動生成します。%1$s"],"OpenAI API Key":["OpenAI API キー"],"The OpenAI integration is only available for licensed %1$s users. %2$s":["OpenAI 連携は、%1$s のライセンスをお持ちのユーザーだけがご利用いただけます。%2$s"],"Select which %1$s widgets to display on the dashboard.":["ダッシュボードに表示する %1$s ウィジェットを選択します。"],"SEO Overview":["SEO 概要"],"SEO Setup Wizard":["SEO セットアップウィザード"],"Our SEO News widget provides helpful links that enable you to get the most out of your SEO and help you continue to rank higher than your competitors in search results.":["SEO ニュースウィジェットは、SEO を最大限に活用し、検索結果で競合よりも上位にランクされ続けるために役立つリンクを提供します。"],"Our SEO Overview widget helps you determine which posts or pages you should focus on for content updates to help you rank higher in search results.":["SEO 概要ウィジェットでは、コンテンツ更新に注力する投稿やページを判断することができ、検索結果でのランク向上に役立ちます。"],"Our SEO Setup Wizard dashboard widget helps you remember to finish setting up some initial crucial settings for your site to help you rank higher in search results. Once the setup wizard is completed this widget will automatically disappear.":["SEO セットアップウィザードのダッシュボードウィジェットは、検索結果でのランク向上に役立つ、サイトのいくつかの重要な初期設定をリマインドするために役立ちます。セットアップウィザードが完了すると、このウィジェットは自動的になくなります。"],"The Headline Analyzer is only available in %1$s and up. %2$s":["見出しアナライザは %1$s 以上でのみご利用いただけます。%2$s"],"Enable our Headline Analyzer to help you write irresistible headlines and rank better in search results.":["見出しアナライザを有効にすると、魅力的な見出しを書いたり、検索結果でランクを上げるために役立ちます。"],"Headline Analyzer":["見出し分析"],"Taxonomy Columns":["タクソノミー列"],"You will need to manually update everything.":["すべてを手動で更新する必要があります。"],"You are getting bugfixes and security updates, but not major features.":["バグ修正とセキュリティアップデートを取得していますが、主要な機能は取得していません。"],"Minor Only":["マイナーのみ"],"Automatic Updates":["自動更新"],"Announcements":["お知らせ"],"Admin Bar Menu":["管理バーメニュー"],"Usage Tracking":["使用状況の追跡"],"Post Type Columns":["投稿タイプ列"],"Select which Post Types you want to use the %1$s columns with.":["%1$sカラムを使用する投稿タイプを選択してください。"],"All (recommended)":["すべて (推奨)"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["プラグインの削除時にすべての %1$s データを削除する場合は、このオプションを選択してください。削除すると、すべての設定および SEO データを元に戻すことはできません。"],"Dashboard Widgets":["ダッシュボードウィジェット"],"Select which Taxonomies you want to use the %1$s columns with.":["%1$s 列を使用するタクソノミーを選択します。"],"The Admin Bar feature is only available for licensed %1$s users. %2$s":["管理バー機能は、%1$s のライセンスをお持ちのユーザーだけがご利用いただけます。%2$s"],"The Dashboard Widget feature is only available for licensed %1$s users. %2$s":["ダッシュボードウィジェット機能は、ライセンスをお持ちの %1$s ユーザーだけがご利用いただけます。%2$s"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["これにより、管理ツールバーに %1$s が追加され、SEO 設定に簡単にアクセスできるようになります。"],"Uninstall %1$s":["%1$s をアンインストール"],"You are getting the latest features, bugfixes, and security updates as they are released.":["最新機能、バグ修正、セキュリティ更新をリリース時に取得できます。"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["TruSEO スコアを有効にしてコンテンツを最適化し、トラフィックを最大化できます。"],"TruSEO Score & Content":["TruSEO スコアとコンテンツ"],"Complete documentation on usage tracking is available %1$shere%2$s.":["使用状況の追跡に関する完全なドキュメントは、%1$sこちら%2$sから入手できます。"],"Include All Taxonomies":["すべてのタクソノミーを含める"],"This feature is only for licensed %1$s users. %2$s":["この機能は %1$s ユーザーだけがご利用いただけます。%2$s"],"None":["なし"],"SEO Analysis":["SEO 分析"],"Include All Post Types":["全投稿タイプを含める"],"By allowing us to track usage data we can better help you as we will know which WordPress configurations, themes and plugins we should test.":["使用状況データを追跡できるようにすることで、テストが必要な WordPress の構成、テーマ、プラグインがわかるため、より適切にサポートできます。"],"SEO News":["SEO ニュース"],"Advanced Settings":["高度な設定"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.1b2a6b78.js"}}