{"translation-revision-date":"2023-08-03 13:56:51+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"This feature is not available in your current plan.":["この機能は、現在のプランではご利用いただけません。"],"Unlock network-level tools to manage all your sites from one easy-to-use location. Migrate data or create backups without the need to visit each dashboard.":["ネットワークレベルのツールを使用できるようにして、すべてのサイトを1か所から簡単に管理しましょう。データ移行やバックアップ作成のために各ダッシュボードにアクセスする必要はありません。"],"Upgrade Your Plan and Unlock Network Tools":["プランをアップグレードしてサイトネットワークツールを利用"],"Select Site":["サイトを選択"],"Please note that if you are importing post\/term meta from %1$s v3.7.1 or below, this will only be successful if the post\/term IDs of this site are identical to those of the source site.":["投稿 \/ タームメタを %1$s v3.7.1 またそれ以前のバージョンからインポートしている場合、インポートが成功するのは、サイトの投稿 \/ ターム ID がソースサイトと同一の場合に限ります。"],"Are you sure you want to delete this backup?":["本当にこのバックアップを削除してもよいですか ?"],"Are you sure you want to restore this backup?":["本当にこのバックアップを回復してもよいですか ?"],"Yes, I want to delete this backup":["はい、このバックアップを削除します"],"Yes, I want to restore this backup":["はい、このバックアップを回復します"],"No, I changed my mind":["いいえ、考えが変わりました"],"This action cannot be undone.":["この操作は元に戻せません。"],"Export All Post Types":["すべての投稿タイプをエクスポート"],"Export All Settings":["すべての設定をエクスポート"],"%1$s was successfully imported!":["%1$sが正常にインポートされました！"],"Post Meta":["投稿メタ"],"All Settings":["すべての設定"],"Term Meta":["タームメタ"],"Choose a plugin to import SEO data directly into %1$s.":["プラグインを選択して、SEO データを %1$s に直接インポートします。"],"Import Settings From Other Plugins":["他のプラグインから設定をインポート"],"An error occurred while importing %1$s. Please try again.":["%1$sのインポート中にエラーが発生しました。 もう一度やり直してください。"],"not installed":["インストールされていない"],"Select a plugin...":["プラグインを選択してください..."],"We do not support importing from the currently installed version of %1$s (%2$s). Please upgrade to the latest version and try again.":["現在インストールされているバージョンの%1$s (%2$s)からのインポートはサポートされていません。 最新バージョンにアップグレードして、再試行してください。"],"You have no saved backups.":["保存されたバックアップはありません。"],"Backup Settings":["バックアップ設定"],"Success! The backup was restored.":["成功！ バックアップが復元されました。"],"Success! The backup was deleted.":["成功！ バックアップが削除されました。"],"There was an error importing your settings. Please make sure you are uploading the correct file or it is in the proper format.":["設定のインポート中にエラーが発生しました。 正しいファイルをアップロードしているか、適切な形式であることを確認してください。"],"Success! Your settings have been imported.":["成功！ 設定がインポートされました。"],"Imported settings will overwrite existing settings and will not be merged.":["インポートされた設定は既存の設定を上書きし、マージされません。"],"Choose a File":["ファイルを選択"],"Delete":["削除"],"Restore":["復元"],"%1$s at %2$s":["%1$s %2$s"],"A JSON or INI file is required to import settings.":["設定をインポートするには、JSON または INI ファイルが必要です。"],"Create Backup":["バックアップを作成"],"Import \/ Restore %1$s Settings":["%1$s 設定のインポート \/ 復元"],"Import from a JSON or INI file...":["JSON または INI ファイルからインポート..."],"SEO Settings":["SEO 設定"],"Import":["インポート"],"Export Settings":["設定のエクスポート"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ImportExport.1f52c3b7.js"}}